/* error message on Today */
"cannot resolve address" = "cannot resolve address";

/* short for day on Today */
"d" = "d";

/* short for hour on Today */
"h" = "h";

/* short for kilometer on Today */
"km" = "km";

/* short for minute on Today */
"min" = "min";

/* temporary message on Today */
"resolving address..." = "resolving address...";

/* short for second on Today */
"sec" = "sec";

